export type FaqItemType = {
  id: number;
  question: string;
  answer: string;
};

export const faqData: FaqItemType[] = [
  {
    id: 1,
    question: "┌å╪╖┘ê╪▒ ┘à█îΓÇî╪¬┘ê╪º┘å┘à █î┌⌐ ┘╛╪▒┘ê┌ÿ┘ç █î╪º ╪¿╪▒╪» ╪¼╪»█î╪» ╪º█î╪¼╪º╪» ┌⌐┘å┘à╪ƒ",
    answer:
      "╪¿╪▒╪º█î ╪│╪º╪«╪¬ ┘╛╪▒┘ê┌ÿ┘ç ╪¼╪»█î╪»╪î ╪▒┘ê█î ┌»╪▓█î┘å┘ç ┬½╪│╪º╪«╪¬ ╪¿╪▒╪» ╪¼╪»█î╪»┬╗ ┌⌐┘ä█î┌⌐ ┌⌐┘å█î╪»╪î ┘å╪º┘à ┘ê ╪¬┘ê╪╢█î╪¡╪º╪¬ ╪▒╪º ┘ê╪º╪▒╪» ┌⌐┘å█î╪» ┘ê ╪│┘╛╪│ ╪▒┘å┌» ┘à┘ê╪▒╪» ┘å╪╕╪▒ ╪▒╪º ╪º┘å╪¬╪«╪º╪¿ ┌⌐╪▒╪»┘ç ┘ê ╪»┌⌐┘à┘ç ╪│╪º╪«╪¬ ╪▒╪º ╪¿╪▓┘å█î╪».",
  },
  {
    id: 2,
    question: "┌å╪╖┘ê╪▒ ┘à█î╪¬┘ê╪º┘å┘à ┘╛╪▒┘ê┘ü╪º█î┘ä ╪«┘ê╪» ╪▒╪º ┘à╪┤╪º┘ç╪»┘ç ┌⌐┘å┘à╪ƒ",
    answer:
      "┘╛╪│ ╪º╪▓ ┘ä╪º┌»█î┘å ╪»╪▒ ╪│╪º█î╪¬ ┘à█î╪¬┘ê╪º┘å█î╪» ╪º╪▓ ╪¿╪«╪┤ ╪»╪º╪┤╪¿┘ê╪▒╪» ╪¿┘ç ╪º╪╖┘ä╪º╪╣╪º╪¬ ╪«┘ê╪» ╪»╪│╪¬╪▒╪│█î ╪»╪º╪┤╪¬┘ç ╪¿╪º╪┤█î╪».",
  },
  {
    id: 3,
    question: "┌å╪╖┘ê╪▒ ┘à█îΓÇî╪¬┘ê╪º┘å┘à ┘ü╪º█î┘ä █î╪º ╪¬╪╡┘ê█î╪▒ ╪¿┘ç █î┌⌐ ┘ê╪╕█î┘ü┘ç ╪º╪╢╪º┘ü┘ç ┌⌐┘å┘à╪ƒ",
    answer:
      "┌å┘å█î┘å ┘é╪º╪¿┘ä█î╪¬█î ┘ç┘å┘ê╪▓ ┘ê╪¼┘ê╪» ┘å╪»╪º╪▒╪».",
  },
  {
    id: 4,
    question: "╪ó█î╪º ╪º┘à┌⌐╪º┘å ┘ê█î╪▒╪º█î╪┤ █î╪º ╪¡╪░┘ü █î┌⌐ ┘ê╪╕█î┘ü┘ç ┘ê╪¼┘ê╪» ╪»╪º╪▒╪»╪ƒ",
    answer:
      "╪¿┘ä┘ç╪î ╪¿╪º ┘ê╪▒┘ê╪» ╪¿┘ç ╪¼╪▓╪ª█î╪º╪¬ ┘ç╪▒ ┘ê╪╕█î┘ü┘ç ┘à█îΓÇî╪¬┘ê╪º┘å█î╪» ╪ó┘å ╪▒╪º ┘ê█î╪▒╪º█î╪┤ █î╪º ╪»╪▒ ╪╡┘ê╪▒╪¬ ┘å█î╪º╪▓ ╪¡╪░┘ü ┌⌐┘å█î╪».",
  },
  {
    id: 5,
    question: "╪º┌»╪▒ ╪¿╪º ┘à╪┤┌⌐┘ä█î ╪»╪▒ ╪│╪º█î╪¬ ┘à┘ê╪º╪¼┘ç ╪┤┘ê┘à ┌å╪╖┘ê╪▒ ╪¿╪º ┘╛╪┤╪¬█î╪¿╪º┘å█î ╪º╪▒╪¬╪¿╪º╪╖ ╪¿┌»█î╪▒┘à╪ƒ",
    answer:
      "╪º╪▓ ╪╖╪▒█î┘é ╪º█î┘à█î┘ä ┘ê █î╪º ╪¡╪╢┘ê╪▒ ╪»╪▒ ╪»╪º┘å╪┤┌»╪º┘ç ╪╣┘ä┘à ┘ê╪╡┘å╪╣╪¬ ┘à█î╪¬┘ê╪º┘å█î╪» ╪¿╪º ┘à╪º ╪º╪▒╪¬╪¿╪º╪╖ ╪¿┌»█î╪▒█î╪».",
  },
  {
    id: 6,
    question: "╪ó█î╪º ┘à█îΓÇî╪¬┘ê╪º┘å┘à ┘╛╪▒┘ê┌ÿ┘çΓÇî┘ç╪º█î ╪«┘ê╪» ╪▒╪º ╪»╪▒ ┘à┘ê╪¿╪º█î┘ä ┘ç┘à ┘à╪»█î╪▒█î╪¬ ┌⌐┘å┘à╪ƒ",
    answer:
      "╪¿┘ä┘ç╪î ╪╖╪▒╪º╪¡█î ╪│╪º█î╪¬ ╪¿┘çΓÇî╪╡┘ê╪▒╪¬ ╪▒█î╪│┘╛╪º┘å╪│█î┘ê ╪º┘å╪¼╪º┘à ╪┤╪»┘ç ┘ê ╪º╪▓ ╪╖╪▒█î┘é ┘à┘ê╪¿╪º█î┘ä ┘å█î╪▓ ┘é╪º╪¿┘ä ╪º╪│╪¬┘ü╪º╪»┘ç ╪º╪│╪¬.",
  },
  {
    id: 7,
    question: "╪ó█î╪º ╪º┘à┌⌐╪º┘å ╪ó╪▒╪┤█î┘ê ┌⌐╪▒╪»┘å ┌⌐╪º╪▒╪¬ΓÇî┘ç╪º █î╪º ┘╛╪▒┘ê┌ÿ┘çΓÇî┘ç╪º█î ┘é╪»█î┘à█î ┘ê╪¼┘ê╪» ╪»╪º╪▒╪»╪ƒ",
    answer:
      "╪«█î╪▒╪î ╪»╪▒ ╪º█î┘å ┘å╪│╪«┘ç ╪º█î┘å ┘é╪º╪¿┘ä█î╪¬ ┘ê╪¼┘ê╪» ┘å╪»╪º╪▒╪».",
  },
  {
    id: 8,
    question: "╪ó█î╪º ┘à█îΓÇî╪¬┘ê╪º┘å┘à ╪º╪╣┘ä╪º┘å ╪¿╪▒╪º█î ╪¬╪║█î█î╪▒╪º╪¬ ┘╛╪▒┘ê┌ÿ┘ç ╪»╪▒█î╪º┘ü╪¬ ┌⌐┘å┘à╪ƒ",
    answer:
      "╪«█î╪▒╪î ╪º┘à┌⌐╪º┘å ╪º╪▒╪│╪º┘ä ╪º╪╣┘ä╪º┘å ╪¿┘ç ╪▓┘ê╪»█î ╪»╪▒ ╪ó█î┘å╪»┘ç ┘ü╪╣╪º┘ä ╪«┘ê╪º┘ç╪» ╪┤╪».",
  },
];