export type FaqItemType = {
  id: number;
  question: string;
  answer: string;
};

export const faqData: FaqItemType[] = [
  {
    id: 1,
    question: "چطور می‌توانم یک پروژه یا برد جدید ایجاد کنم؟",
    answer:
      "برای ساخت پروژه جدید، روی گزینه «ساخت برد جدید» کلیک کنید، نام و توضیحات را وارد کنید و سپس رنگ مورد نظر را انتخاب کرده و دکمه ساخت را بزنید.",
  },
  {
    id: 2,
    question: "چطور می‌توانم پروفایل خود را مشاهده کنم؟",
    answer:
      "پس از لاگین در سایت، می‌توانید از بخش داشبورد به اطلاعات خود دسترسی داشته باشید.",
  },
  {
    id: 3,
    question: "چطور می‌توانم فایل یا تصویر به یک وظیفه اضافه کنم؟",
    answer:
      "در حال حاضر این قابلیت هنوز وجود ندارد.",
  },
  {
    id: 4,
    question: "آیا امکان ویرایش یا حذف یک وظیفه وجود دارد؟",
    answer:
      "بله، با ورود به جزئیات هر وظیفه می‌توانید آن را ویرایش یا در صورت نیاز حذف کنید.",
  },
  {
    id: 5,
    question: "اگر با مشکلی در سایت مواجه شوم چطور با پشتیبانی ارتباط بگیرم؟",
    answer:
      "از طریق ایمیل یا حضور در دانشگاه علم و صنعت می‌توانید با ما ارتباط بگیرید.",
  },
  {
    id: 6,
    question: "آیا می‌توانم پروژه‌های خود را در موبایل هم مدیریت کنم؟",
    answer:
      "بله، طراحی سایت به‌صورت ریسپانسیو انجام شده و از طریق موبایل نیز قابل استفاده است.",
  },
  {
    id: 7,
    question: "آیا امکان آرشیو کردن کارت‌ها یا پروژه‌های قدیمی وجود دارد؟",
    answer:
      "خیر، در این نسخه این قابلیت وجود ندارد.",
  },
  {
    id: 8,
    question: "آیا می‌توانم اعلان برای تغییرات پروژه دریافت کنم؟",
    answer:
      "خیر، امکان ارسال اعلان به زودی در آینده فعال خواهد شد.",
  },
];