export type FaqItemType = {
  id: number;
  question: string;
  answer: string;
};

export const faqData: FaqItemType[] = [
  {
    id: 1,
    question: "چطور می‌توانم یک پروژه یا برد جدید ایجاد کنم؟",
    answer:
      "برای ساخت پروژه جدید، روی گزینه‌ی «ساخت برد جدید» کلیک کنید، نام برد و توضیحات را وارد کنید و سپس رنگ مورد نظر را انتخاب کرده و دکمه «ساخت» را بزنید.",
  },
  {
    id: 2,
    question: "چطور می‌توانم پروفایل خود را مشاهده کنم؟",
    answer:
      "پس از ورود به حساب کاربری، از طریق داشبورد یا منوی پروفایل می‌توانید اطلاعات شخصی، مشخصات حساب و... را مشاهده کرده و آن‌ها را ویرایش کنید.",
  },
  {
    id: 3,
    question: "چطور می‌توانم فایل یا تصویر به یک وظیفه اضافه کنم؟",
    answer:
      "در نسخه فعلی سامانه امکان افزودن فایل یا تصویر به وظایف وجود ندارد. این قابلیت در نسخه‌های آینده در دست توسعه بوده و پس از انتشار، از طریق بخش وظایف قابل استفاده خواهد بود.",
  },
  {
    id: 4,
    question: "آیا امکان ویرایش یا حذف یک وظیفه وجود دارد؟",
    answer:
      "بله، پس از انتخاب کارت مورد نظر می‌توانید وارد حالت «ویرایش» شوید، اطلاعات آن را تغییر دهید و در صورت نیاز با استفاده از گزینه «حذف»، وظیفه را به طور کامل از برد پاک کنید.",
  },
  {
    id: 5,
    question: "اگر با مشکلی در سایت مواجه شوم، چطور با پشتیبانی ارتباط بگیرم؟",
    answer:
      "در صورت بروز هرگونه مشکل یا داشتن سوال، می‌توانید با مراجعه حضوری به دانشگاه علم و صنعت با اعضای تیم توسعه ارتباط برقرار کرده و مشکل خود را مطرح کنید.",
  },
  {
    id: 6,
    question: "آیا می‌توانم پروژه‌های خود را در موبایل هم مدیریت کنم؟",
    answer:
      "بله، رابط کاربری سامانه به گونه‌ای طراحی شده است که می‌توانید با استفاده از هر دستگاهی پروژه‌ها، بردها و وظایف خود را به راحتی مشاهده و مدیریت کنید.",
  },
  {
    id: 7,
    question: "آیا امکان آرشیو کردن کارت‌ها یا پروژه‌های قدیمی وجود دارد؟",
    answer:
      "در حال حاضر قابلیت آرشیو کردن کارت‌ها یا پروژه‌ها در این نسخه پیاده‌سازی نشده است. با این حال این ویژگی در برنامه توسعه نسخه‌های آینده قرار دارد و در به‌روزرسانی‌های بعدی اضافه خواهد شد.",
  },
  {
    id: 8,
    question: "آیا می‌توانم اعلان برای تغییرات پروژه دریافت کنم؟",
    answer:
      "در نسخه فعلی خیر، اما این قابلیت در آینده به سامانه اضافه خواهد شد تا کاربران از تغییرات مهم به صورت خودکار مطلع شوند.",
  },
];